Repository: NursingMyKD/CallBell-app
Catalog: swift/Sources/Resources/*.lproj/Localizable.strings
Languages: es

source: Pain
es: Dolor (ES)

source: Bathroom
es: Baño

source: Water
es: Agua

source: Reposition
es: Reposicionar

source: Emergency
es: Emergencia

# general
source: General Request
es: Solicitud General

source: iControlBell
es: iControlBell (ES)

# main_description
source: Select a request type or use the soundboard for assistance.
es: Seleccione un tipo de solicitud o use el panel de sonido para obtener ayuda.

# soundboard_title
source: Quick Phrases
es: Frases Rápidas

source: Language
es: Idioma

source: Request Sent
es: Solicitud Enviada

source: Error Sending Request
es: Error al Enviar Solicitud

source: Can you help me?
es: ¿Puede ayudarme?

source: I need to use the bathroom.
es: Necesito usar el baño.

source: I'm in pain.
es: Tengo dolor.

source: Send %@ request
es: Enviar solicitud de %@
